{
    "安徽": {
        "image": "/img/anhui.jpg",
        "poem": "江南好，风景旧曾谙。",
        "description": "安徽，长江与淮河穿境而过，襟江带淮的地理格局孕育了多元共生的文化脉络，徽州文化更是其核心瑰宝。早在新石器时代，凌家滩遗址便见证了早期文明的曙光；春秋战国时期，这里分属吴、楚、越三国，形成了“吴头楚尾”的文化特质。徽州地区自宋代起文风昌盛，“程朱理学”在此发扬光大，徽商凭借“贾而好儒”的特质纵横明清商界数百年，留下了“无徽不成镇”的佳话。宏村、西递等徽派古村，以粉墙黛瓦、马头墙的建筑形制，搭配精巧的木雕、石雕、砖雕，构成了水墨丹青般的人居画卷。黄山不仅是自然奇观，更承载着文人墨客的精神寄托，徐霞客两度登临，李白、苏轼等留下千余首诗词题咏。徽菜作为八大菜系之一，以臭鳜鱼、毛豆腐等特色菜品彰显饮食智慧，徽墨、歙砚则是文房四宝中的珍品，共同铸就了安徽“文房四宝之乡”“戏曲之乡”的美誉，历史与文化在这片土地上沉淀为独特的地域品格。",
        "features": [
            "黄山：五岳归来不看山",
            "宏村：水墨徽派古村",
            "徽州文化：徽商与徽菜"
        ]
    },
    "四川": {
        "image": "/img/sichuan.jpg",
        "poem": "蜀道之难，难于上青天。",
        "description": "四川素有“天府之国”的美称，盆地地形与都江堰的水利滋养，造就了沃野千里的富庶之地，更孕育了源远流长的巴蜀文化。早在三千年前，三星堆文明便以青铜神树、纵目面具等奇诡造型，展现了古蜀人超凡的想象力，成为长江上游文明的核心代表。春秋战国时期，蜀国、巴国在此建都，巴人善战的风骨与蜀人灵动的才情交融共生，留下了“巴渝舞”“川剧变脸”等独特艺术形式。成都作为千年古都，从蜀汉政权的建立到唐宋时期的“扬一益二”，始终是西南地区的政治、经济、文化中心，武侯祠、杜甫草堂承载着三国风云与诗圣情怀。四川的文化兼具豪迈与温婉，川剧的高亢与茶馆的闲适形成鲜明对比，火锅的麻辣鲜香则彰显着巴蜀人民的包容天性。九寨沟的童话水景、峨眉山的佛教圣地、乐山大佛的千年石刻，自然奇观与人文遗产交相辉映。近代以来，四川作为抗战大后方，孕育了坚韧不拔的民族精神，如今，熊猫文化成为全球瞩目的文化符号，让这片土地在传承历史中焕发着鲜活活力。",
        "features": [
            "成都：熊猫的故乡",
            "九寨沟：童话世界",
            "川菜：麻、辣、鲜、香"
        ]
    },
    "北京": {
        "image": "/img/beijing.jpg",
        "poem": "燕山雪花大如席，片片吹落轩辕台。",
        "description": "北京作为六朝古都，三千年建城史、八百年建都史交织成中华文明的核心脉络。自燕国蓟城肇始，历经辽南京、金中都、元大都、明北京、清京师，这里始终是北方政治文化枢纽。故宫作为明清两代皇家宫殿，红墙黄瓦间承载着皇权规制与建筑艺术的巅峰，太和殿的斗拱结构、九龙壁的琉璃工艺，无不彰显着皇家气派。天坛以“天圆地方”的形制，成为古代祭祀文化与哲学思想的物质载体，其声学奇迹更是古代科技的见证。胡同与四合院构成了老北京的市井肌理，砖塔胡同、南锣鼓巷留存着百姓的烟火气息，京剧、景泰蓝、鼻烟壶内画等非遗技艺在此薪火相传。作为中华文脉的聚合地，北京既有长城的雄奇险峻（慕田峪、八达岭），也有颐和园的江南秀色，更有周口店北京人遗址实证了早期人类的活动。近代以来，这里见证了新中国的诞生，天安门成为国家象征，传统与现代在此碰撞交融，每一条街巷都镌刻着历史印记，每一座地标都彰显着文明传承，成为兼具厚重底蕴与时代活力的文化名城。",
        "features": [
            "故宫：明清皇家宫殿",
            "京剧：中国国粹",
            "胡同四合院：老北京风情"
        ],
        "spots": [
            {
                "title": "故宫",
                "image": "/img/beijing.jpg",
                "desc": "世界现存规模最大、保存最完整的木质结构古建筑群，明清皇家宫殿，见证六百年王朝兴衰。"
            },
            {
                "title": "八达岭长城",
                "image": "/img/henan.jpg",
                "desc": "明长城中最具代表性的段落，依山而建气势磅礴，是中华民族的精神象征与世界文化遗产。"
            },
            {
                "title": "天坛",
                "image": "/img/beijing.jpg",
                "desc": "明清皇帝祭天、祈谷的场所，以严谨的建筑布局与精湛工艺，展现古代天人合一的哲学思想。"
            },
            {
                "title": "颐和园",
                "image": "/img/beijing.jpg",
                "desc": "中国古典园林艺术的巅峰之作，集江南与北方园林特色于一体，湖光山色相映成趣。"
            }
        ]
    },
    "天津": {
        "image": "/img/tianjin.jpg",
        "poem": "津门故里寻旧梦，海河两岸沐新风。",
        "description": "天津始于隋朝大运河的漕运兴起，明永乐二年因“天子渡津之地”得名“天津卫”，作为京师门户，历来是兵家必争之地与漕运枢纽。近代以来，这里凭借临海临河的地理优势，成为北方最早开放的通商口岸之一，各国租界的设立造就了“万国建筑博览”的独特风貌，五大道的欧式洋楼、解放北路的银行建筑群，见证了百年沧桑与中西文化的碰撞。古文化街作为津味民俗的集中载体，杨柳青年画的鲜艳色彩、泥人张彩塑的生动传神、风筝魏的精巧构思，承载着民间艺术的智慧。天津的文化基因中既有漕运码头的豪爽义气，也有市井街巷的诙谐灵动，相声、快板等曲艺形式在此发扬光大，马三立、侯宝林等大师的作品家喻户晓，形成了“京油子，卫嘴子”的文化特质。狗不理包子、十八街麻花、耳朵眼炸糕等传统美食，既是饮食文化的代表，也是市井生活的缩影。海河穿城而过，串联起大悲禅院的禅意、天津之眼的现代光影，历史的厚重与现代的活力在此交融，让这座城市成为北方文化版图中独具韵味的存在。",
        "features": [
            "五大道：万国建筑博览",
            "杨柳青年画：民俗瑰宝",
            "相声：津味曲艺代表"
        ]
    },
    "上海": {
        "image": "/img/shanghai.jpg",
        "poem": "黄浦浪花千尘雪，东方明珠百度春。",
        "description": "上海古称“沪渎”“申城”，唐宋时期已是重要商港，近代以来凭借黄浦江与苏州河的水运优势，迅速崛起为远东金融中心，被誉为“东方巴黎”。外滩的欧式建筑群（和平饭店、海关大楼）见证了百年商贸繁华，哥特式、巴洛克式等多种风格的建筑，成为中西文化交融的直观写照。豫园作为江南古典园林的典范，九曲桥、湖心亭与湖心亭茶楼的评弹声，留存着江南文脉的温婉。石库门里弄则创造性地融合了中西居住文化，老虎窗、清水砖墙既是建筑特色，也是海派文化的孕育之地，巴金、鲁迅等文人曾在此居住创作，催生了海派文学的繁荣。上海的文化兼具“海纳百川、兼容并蓄”的特质，既有越剧、沪剧等传统戏曲的雅致，也有爵士乐、现代艺术的先锋；既有老凤祥、朵云轩等老字号的匠心传承，也有陆家嘴摩天大楼群的现代气派。作为中国的经济文化前沿，上海始终是潮流与传统的交汇点，外滩的夜景与朱家角的古镇风情相映成趣，历史的沉淀与时代的脉搏共同铸就了这座城市开放、务实、创新的文化品格。",
        "features": [
            "外滩：百年万国建筑",
            "豫园：江南古典园林",
            "海派文化：中西交融典范"
        ]
    },
    "重庆": {
        "image": "/img/chongqing.jpg",
        "poem": "朝辞白帝彩云间，千里江陵一日还。",
        "description": "重庆古称“渝州”“巴郡”，是巴渝文化的发祥地，三千余年建城史中，始终是长江上游的交通枢纽与军事重镇。三国时期，刘备白帝城托孤的典故流传千古，奉节白帝城成为三国文化的重要地标；南宋末年，钓鱼城军民坚守三十余年，创下“上帝折鞭处”的军事奇迹，见证了民族气节。重庆的地理格局造就了独特的山城文化，吊脚楼依山而建、临江而筑，木质结构与山水环境完美契合，洪崖洞的现代复刻版更是成为网红地标。长江与嘉陵江交汇处的朝天门，自古便是商船云集之地，如今的来福士广场与老码头的记忆形成时空对话。巴渝文化中既有川剧变脸、吐火的刚健灵动，也有铜梁龙舞的雄浑壮阔，更有火锅文化的热辣包容——九宫格火锅的布局、牛油锅底的醇厚，承载着山城人民的豪爽性情。近代以来，重庆作为战时陪都，留下了红岩村、白公馆等抗战文化遗产，孕育了红岩精神。如今，这座山水之城既是国家中心城市，也是充满烟火气的文化高地，梯坎路的市井风情与解放碑的现代繁华交织，历史的厚重与生活的鲜活在此完美融合。",
        "features": [
            "白帝城：三国文化地标",
            "吊脚楼：山城建筑特色",
            "火锅文化：巴渝饮食灵魂"
        ]
    },
    "河北": {
        "image": "/img/hebei.jpg",
        "poem": "东临碣石，以观沧海。",
        "description": "河北地处华北平原，环绕京津，是华夏文明的重要发祥地之一，“燕赵多慷慨悲歌之士”的风骨贯穿千年历史。春秋战国时期，这里是燕、赵两国核心区域，邯郸作为赵国都城，留下了“胡服骑射”的改革精神与“邯郸学步”的文化典故；易县燕下都遗址则见证了燕国的兴衰。作为京畿重地，河北承载着诸多皇家印记：承德避暑山庄作为清代皇家行宫，融合了江南园林与北方草原的建筑风格，是民族团结与皇家生活的见证；山海关作为明长城东起点，“天下第一关”的城楼扼守辽西走廊，见证了无数军事与商贸往来；赵州桥由隋代李春设计建造，是世界现存最古老的石拱桥，其敞肩拱结构彰显了古代科技的智慧。河北的文化遗产多元丰富，梆子戏的高亢激昂、衡水内画的精微雅致、蔚县剪纸的色彩浓郁，展现了民间艺术的活力。此外，西柏坡作为“新中国从这里走来”的红色圣地，承载着革命精神；白洋淀的水乡风光与雁翎队的抗日故事，构成了红色文化与自然景观的交融。从古代的诸侯争霸到现代的京津冀协同发展，这片土地始终在历史进程中扮演重要角色，燕赵文化、长城文化、运河文化交织共生，积淀了深厚的家国情怀。",
        "features": [
            "山海关：天下第一关",
            "承德避暑山庄：皇家园林瑰宝",
            "赵州桥：古代桥梁奇迹"
        ]
    },
    "山西": {
        "image": "/img/shanxi.jpg",
        "poem": "白日依山尽，黄河入海流。",
        "description": "山西古称“河东”，地处黄河中游，是中华民族的发祥地之一，有“中国古代文化博物馆”之称。早在尧舜时期，尧都平阳、舜都蒲坂便位于此地，开启了华夏文明的曙光。春秋战国时期，这里是晋国核心区域，“三家分晋”的历史事件影响了中国政治格局。山西的历史文化以古建筑与晋商文化为两大支柱：平遥古城作为国内保存最完整的明清古城，城墙、票号、镖局见证了晋商“汇通天下”的辉煌，日升昌票号被誉为“中国现代银行的鼻祖”；五台山作为中国四大佛教名山之首，佛光寺、南禅寺保留着中国现存最早的木结构建筑，其斗拱结构与彩绘艺术堪称古代建筑典范；云冈石窟是北魏时期的艺术瑰宝，昙曜五窟的造像气势恢宏，展现了佛教东传后的艺术融合。此外，应县木塔作为世界三大奇塔之一，无钉无铆的木结构工艺令人叹服；壶口瀑布的奔腾咆哮，承载着黄河文化的雄浑气魄。山西的民俗文化同样深厚，晋剧的唱腔高亢、澄泥砚的制作匠心、推光漆器的光泽温润，以及刀削面、过油肉等特色美食，共同构成了山西“表里山河”的文化肌理，彰显着中华文明的源远流长。",
        "features": [
            "平遥古城：明清晋商缩影",
            "云冈石窟：北魏艺术瑰宝",
            "五台山：佛教四大名山之首"
        ]
    },
    "辽宁": {
        "image": "/img/liaoning.jpg",
        "poem": "笔架山高临渤海，医巫闾秀接辽天。",
        "description": "辽宁古称“辽东”，地处东北南部，是东北地区文化的发源地之一，历史上曾是高句丽、辽、金、清等政权的重要活动区域，多元民族文化在此交融共生。作为清朝的发祥地，沈阳故宫是中国仅存的两大宫殿建筑群之一，大政殿的八角攒尖顶、十王亭的对称布局，既保留着满族的建筑特色，也融入了汉蒙文化元素；福陵（东陵）、昭陵（北陵）的“前朝后寝”格局，彰显着清代皇家陵寝的规制。辽宁的近代历史与工业文化紧密相连，鞍山钢铁、沈阳机床等企业见证了“共和国长子”的工业辉煌，铁西工业区的转型则展现了现代工业文化的革新。自然与文化景观交相辉映：千山作为东北道教圣地，峰峦叠翠间分布着无量观、祖越寺等道观寺院，“无峰不奇，无石不峭”的风光吸引着历代文人；医巫闾山作为满族的发祥地之一，承载着少数民族的图腾信仰与神话传说；大连的星海广场、金石滩，既展现了海滨城市的浪漫风情，也留存着近代殖民历史的印记。此外，满族的萨满文化、朝鲜族的农乐舞、皮影戏等非遗项目，丰富了辽宁的文化内涵，豪爽仗义的东北性情与厚重的历史积淀，共同构成了辽宁兼容并蓄的文化品格。",
        "features": [
            "沈阳故宫：清代发祥地",
            "千山：东北道教圣地",
            "满族文化：边疆民族瑰宝"
        ]
    },
    "吉林": {
        "image": "/img/jilin.jpg",
        "poem": "长白雄峙塞北，松江浩渺流东。",
        "description": "吉林地处东北腹地，长白山与松花江构成了其独特的自然与文化格局，是肃慎、高句丽、女真等古代民族的发祥地，满族的祖先曾在此繁衍生息，留下了丰富的民族文化遗存。长白山作为中华十大名山之一，不仅是松花江、图们江、鸭绿江的发源地，更是满族的“圣山”，天池的澄澈湛蓝与火山地貌的雄奇险峻，承载着民族信仰与自然崇拜。延边朝鲜族自治州是中国最大的朝鲜族聚居地，朝鲜族的农乐舞、长鼓舞节奏明快，泡菜、打糕等美食风味独特，延吉的延边大学、朝鲜族民俗村，展现了民族文化的传承与发展。近代以来，吉林作为东北亚交通枢纽，见证了中俄朝三国文化的交流融合，长春的伪满皇宫遗址、八大部，虽承载着屈辱历史，却也成为研究近代东北历史的重要遗存。吉林的自然奇观与人文景观相得益彰：吉林雾凇与桂林山水、云南石林、长江三峡并称为中国四大自然奇观，玉树琼花的景致中蕴含着人与自然的和谐；查干湖冬捕是延续千年的渔猎习俗，马拉爬犁、冰下捕鱼的场景，展现了东北人民与自然相处的智慧。从古代民族的迁徙融合到现代的边疆建设，吉林的文化既有林海雪原的豪迈之气，也有少数民族的温婉风情，多元共生的特质使其独具魅力。",
        "features": [
            "长白山：满族发祥地",
            "延边朝鲜族民俗：民族风情",
            "吉林雾凇：自然与人文交融"
        ]
    },
    "黑龙江": {
        "image": "/img/heilongjiang.jpg",
        "poem": "黑水白山皆画卷，林海雪原尽诗情。",
        "description": "黑龙江因黑龙江而得名，地处中国最北端，是中国纬度最高、经度最东的省份，边疆文化与少数民族文化是其核心特质。历史上，这里是肃慎、鲜卑、契丹、女真等古代民族的活动区域，鄂伦春、鄂温克、赫哲族等少数民族在此繁衍生息，形成了独特的渔猎文化与游牧传统。赫哲族作为“渔猎民族”，其鱼皮服制作技艺、伊玛堪说唱艺术，承载着对自然的敬畏与生活的智慧；鄂伦春族的桦皮工艺、狩猎习俗，展现了森林民族的坚韧品格。作为中国重要的老工业基地，黑龙江承载着“北大荒”开发的奋斗记忆，大庆油田的诞生改写了中国“贫油”的历史，铁人王进喜的精神成为工业文化的核心。自然景观方面，漠河北极村是中国唯一能观赏极光的地方，白夜现象与极光奇景吸引着全球游客；镜泊湖是世界最大的火山熔岩堰塞湖，吊水楼瀑布的壮美与地下森林的神秘，构成了自然奇观；五大连池作为火山地质公园，14座火山锥与堰塞湖的组合，是研究火山活动的天然实验室。黑龙江的文化兼具东北人的豪爽仗义与少数民族的淳朴热情，冬捕习俗、林海雪原的传说、北大荒精神，共同构成了其坚韧包容、开放多元的文化品格，边疆大地的广袤与历史的厚重在此相得益彰。",
        "features": [
            "北极村：中国最北文化地标",
            "赫哲族渔猎文化：少数民族特色",
            "五大连池：火山地质奇观"
        ]
    },
    "江苏": {
        "image": "/img/jiangsu.jpg",
        "poem": "故人西辞黄鹤楼，烟花三月下扬州。",
        "description": "江苏地处长江下游，自古便是“鱼米之乡”“人间天堂”，是吴越文化的核心区域，历史文化底蕴极为深厚。这里是中国古代文明的重要发祥地之一，南京汤山猿人遗址、苏州草鞋山遗址，实证了早期人类的活动；春秋战国时期，吴、越、楚在此角逐，形成了兼容并蓄的文化基础。南京作为六朝古都（吴、东晋、宋、齐、梁、陈）与明清都城，明孝陵的神道石刻、夫子庙的秦淮风月、总统府的近代风云，见证了王朝更迭与时代变迁；苏州以“园林甲天下”闻名，拙政园、留园、网师园等古典园林，将“虽由人作，宛自天开”的造园理念发挥到极致，亭台楼阁、假山流水间蕴含着江南文人的审美情趣；扬州自古便是漕运枢纽与盐商重镇，瘦西湖的“二十四桥明月夜”、个园的四季假山、扬州八怪的书画艺术，彰显着“扬一益二”的昔日繁华。江苏的文化兼具南北之长，既有吴侬软语的温婉（苏州评弹、昆曲），也有楚汉文化的豪迈（徐州汉墓、淮安韩信故里）。昆曲作为“百戏之祖”，唱腔婉转悠扬，是中国戏曲艺术的巅峰；苏绣、云锦、宋锦等传统工艺，以其精湛技艺享誉世界；淮扬菜作为中国四大菜系之一，注重刀工与本味，成为国宴首选。从古代的文人墨客荟萃到现代的经济文化强省，江苏始终以开放包容的姿态，传承着中华文明的精致与典雅。",
        "features": [
            "苏州园林：江南古典典范",
            "昆曲：百戏之祖",
            "南京明孝陵：明清皇家陵寝"
        ]
    },
    "浙江": {
        "image": "/img/zhejiang.jpg",
        "poem": "欲把西湖比西子，淡妆浓抹总相宜。",
        "description": "浙江古称“吴越”，是江南文化的发祥地，七千年河姆渡文化、五千年良渚文化、两千年吴越文化，构成了中华文明的重要源头。良渚古城遗址作为世界文化遗产，规模宏大的王城、水利系统与玉琮、玉璧等礼器，实证了中华五千年文明的真实性，将中国早期国家的历史向前推进了一千年。杭州作为南宋都城，西湖周边的雷峰塔、灵隐寺、苏堤、白堤，承载着苏轼、白居易等文人墨客的诗词与传说，“三面云山一面城”的格局造就了“人间天堂”的美誉；绍兴是鲁迅的故乡，三味书屋、百草园、沈园的钗头凤故事，既承载着近代文学的崛起，也是越剧的发源地，其唱腔柔美婉转，极具江南韵味；宁波作为海上丝绸之路的起点，天一阁作为中国现存最古老的私家藏书楼，彰显着崇文重教的传统，保国寺的宋代木结构建筑堪称“建筑活化石”。浙江的文化以“精致和谐、大气开放”为核心，乌镇、西塘、南浔等水乡古镇，小桥流水人家的景致中蕴含着江南生活的诗意；龙井茶的清香、丝绸的柔滑、青瓷的温润，承载着匠心传承；浙东学派的务实精神与江南文人的诗意情怀在此交融，王阳明心学、黄宗羲的启蒙思想，影响了中国思想文化的发展进程。",
        "features": [
            "西湖：人间天堂",
            "良渚古城：实证中华五千年文明",
            "乌镇：江南水乡代表"
        ]
    },
    "福建": {
        "image": "/img/fujian.jpg",
        "poem": "武夷占尽人间美，清茗一杯醉古今。",
        "description": "福建古称“闽”，背山面海的地理格局造就了独特的山海文化，是闽越文化的发祥地与海上丝绸之路的核心起点。早在先秦时期，闽越族在此建立闽越国，福州于山的闽越国王城遗址、武夷山的架壑船棺，见证了古代民族的智慧。泉州作为宋元时期的“东方第一大港”，与埃及亚历山大港齐名，清净寺（中国现存最古老的伊斯兰教寺院）、开元寺（东西塔为泉州标志）、洛阳桥（中国现存最早的跨海梁式石桥），共同构成了“宋元中国的世界海洋商贸中心”，被列入世界文化遗产。武夷山作为自然与文化双重遗产，不仅有“奇秀甲东南”的丹霞地貌，更是乌龙茶的发源地，武夷岩茶（大红袍）的制作技艺被列入非遗，茶文化在此传承千年。福建的文化多元且独特，客家文化与闽南文化并存：客家土楼作为客家先民的防御性建筑，圆形、方形的夯土楼群堪称“建筑奇迹”，承载着客家人的迁徙与聚族而居的传统；闽南地区的南音（中国现存最古老的乐种）、木偶戏、歌仔戏源远流长，妈祖信仰从莆田湄洲岛传播至全球，成为连接海峡两岸与海外侨胞的文化纽带。从古代的闽越先民繁衍到近代的侨乡文化兴起，福建始终以开放的姿态拥抱海洋，历史的沉淀与山海的灵秀共同铸就了其兼容并蓄、坚韧拼搏的文化品格。",
        "features": [
            "武夷山：自然与文化双重遗产",
            "福建土楼：客家建筑奇迹",
            "泉州：海上丝绸之路起点"
        ]
    },
    "江西": {
        "image": "/img/jiangxi.jpg",
        "poem": "飞流直下三千尺，疑是银河落九天。",
        "description": "江西古称“赣”，因赣江贯穿全境得名，是江南地区的重要文化大省，有“物华天宝、人杰地灵”之称，历史上人才辈出，唐宋八大家中欧阳修、曾巩、王安石均为江西人，朱熹、陆九渊等思想家在此开创了理学流派。这里是红色文化的摇篮，井冈山作为中国革命的“第一块农村革命根据地”，八角楼的灯光、黄洋界的保卫战，承载着中国革命的初心；瑞金是中华苏维埃共和国临时中央政府所在地，被誉为“红色故都”，苏维埃大礼堂、红井等遗址，见证了革命政权的建立与发展。同时，江西也是传统文化的沃土：庐山作为“匡庐奇秀甲天下”的名山，历代文人墨客（李白、苏轼、白居易等）在此留下千余首诗词画作，牯岭镇的欧式建筑与东林寺的佛教文化（净土宗发源地）交相辉映；景德镇被誉为“千年瓷都”，制瓷技艺始于汉晋，兴于唐宋，盛于明清，青花瓷、粉彩瓷、玲珑瓷等享誉世界，御窑厂遗址见证了皇家制瓷的辉煌；婺源的徽派古村（篁岭、李坑），粉墙黛瓦、马头墙与油菜花田构成了江南水乡的诗意画卷，徽墨、歙砚的制作技艺在此传承。江西的文化兼具红色基因与古典韵味，赣剧的唱腔高亢激越、客家的围龙屋与民俗、白鹿洞书院（中国古代四大书院之一）的学术传承，共同勾勒出这片土地的文化脉络，彰显着中华文明的多元与厚重。",
        "features": [
            "庐山：文人墨客向往之地",
            "景德镇：千年瓷都",
            "井冈山：中国革命摇篮"
        ]
    },
    "山东": {
        "image": "/img/shandong.jpg",
        "poem": "岱宗夫如何？齐鲁青未了。",
        "description": "山东是齐鲁文化的发祥地，地处黄河下游，是中华文明的重要发源地之一，五千年文明史中，先后有夏、商、周等政权在此活动，被誉为“孔孟之乡、礼仪之邦”。泰山作为“五岳之首”，被尊为“天下第一山”，自秦始皇起，历代帝王在此封禅祭祀，玉皇顶的“五岳独尊”石刻、岱庙的汉柏与宋天贶殿，承载着“天人合一”的哲学思想与中华民族的精神信仰。曲阜是孔子的故乡，孔庙、孔府、孔林构成的“三孔”世界遗产，是儒家文化的核心发源地，大成殿的龙柱雕刻、杏坛的讲学遗址，见证了孔子“因材施教”的教育理念，儒家思想在此孕育并影响了中国乃至东亚数千年。山东的历史文化底蕴深厚，齐文化（以淄博为中心）的开放务实与鲁文化（以曲阜为中心）的崇文重礼交融共生：临淄作为齐国都城，车马坑遗址、齐国故城见证了“春秋五霸”“战国七雄”的霸业；青州作为古九州之一，龙兴寺的佛教造像展现了南北朝时期的艺术巅峰。此外，山东的泰山文化、运河文化、海洋文化相得益彰：崂山作为“海上仙山”，是道教全真派圣地，山海相依的风光与道教建筑完美融合；蓬莱阁的八仙传说、潍坊的风筝与杨家埠木版年画、聊城的运河古城，共同构成了山东兼容并蓄、厚重典雅的文化品格，是中华文明的重要载体与精神象征。",
        "features": [
            "泰山：五岳之首",
            "三孔：儒家文化发源地",
            "崂山：海上仙山道教圣地"
        ]
    },
    "河南": {
        "image": "/img/henan.jpg",
        "poem": "若问古今兴废事，请君只看洛阳城。",
        "description": "河南古称“豫州”，地处中原腹地，是华夏文明的核心发祥地，有“天地之中”之称，历史上先后有20多个王朝在此建都，洛阳、开封、安阳、郑州均为著名古都，被誉为“一部河南史，半部中国史”。安阳殷墟是中国最早的都城遗址，甲骨文的发现实证了中国早期国家的存在，司母戊鼎（后母戊鼎）的雄浑厚重，展现了商代青铜文明的巅峰；洛阳作为十三朝古都（夏、商、周、汉、魏、隋、唐等），龙门石窟的石刻艺术（卢舍那大佛为唐代巅峰）、白马寺（中国第一座官办寺院）的佛教文化、关林的三国文化，承载着多元文明的交融；开封作为北宋都城，清明上河园再现了“汴京富丽天下无”的繁华景象，铁塔的琉璃工艺、大相国寺的佛教传承，见证了宋代的市井文化与宗教繁荣；郑州作为商代都城，商城遗址、少林寺（少林武术发源地）的禅武文化，构成了“天地之中”世界遗产的重要组成部分。河南是儒家、道家、法家等思想的发源地，也是姓氏文化的根源地，李、王、张、刘等众多中华姓氏源自河南。豫剧的高亢激昂、朱仙镇木版年画的古朴厚重、汴绣的细腻灵动、少林武术的刚健迅猛，共同构成了河南文化的多元图景，承载着中华文明的根与魂，是中华民族的“文化老家”。",
        "features": [
            "龙门石窟：石刻艺术瑰宝",
            "殷墟：甲骨文发源地",
            "少林寺：少林武术圣地"
        ]
    },
    "湖北": {
        "image": "/img/hubei.jpg",
        "poem": "昔人已乘黄鹤去，此地空余黄鹤楼。",
        "description": "湖北古称“荆楚”，是楚文化的发祥地，长江与汉江在此交汇，造就了“九省通衢”的地理格局，历史文化底蕴深厚。武汉作为湖北省会，黄鹤楼是江南三大名楼之一，崔颢的诗句使其名扬天下，登楼远眺长江与汉江交汇处，“晴川历历汉阳树，芳草萋萋鹦鹉洲”的景致尽收眼底；东湖的湖光山色与磨山的楚文化景区，共同展现了“白云黄鹤之乡”的魅力。荆州作为楚国都城与三国重镇，纪南城遗址见证了楚庄王“一鸣惊人”的霸业，古城墙（中国保存最完整的明清古城墙之一）承载着关羽大意失荆州的历史传说，关帝庙的香火延续着三国文化的记忆。楚文化是湖北文化的核心，随州曾侯乙墓出土的编钟，是迄今世界上规模最大、保存最好的青铜编钟，其精准的音律展现了古代礼乐文明的辉煌；楚辞作为中国浪漫主义文学的源头，屈原的《离骚》《九歌》，承载着楚人的家国情怀与浪漫气质。此外，湖北的自然与文化景观交相辉映：神农架是神秘的原始林区，相传是神农氏尝百草之地，金丝猴、珙桐等珍稀动植物在此栖息，生态文化与神话传说交织；武当山是道教圣地，武当武术与道教文化深度融合，紫霄宫、金顶的建筑艺术堪称道家建筑典范。从楚文化的浪漫到近代的辛亥革命（武昌起义），湖北始终在历史进程中扮演重要角色，江湖的豪迈与市井的鲜活在此完美交融。",
        "features": [
            "黄鹤楼：江南三大名楼之首",
            "武当山：道教武术圣地",
            "曾侯乙编钟：古代礼乐瑰宝"
        ]
    },
    "湖南": {
        "image": "/img/hunan.jpg",
        "poem": "独立寒秋，湘江北去，橘子洲头。",
        "description": "湖南古称“潇湘”“湖湘”，是湖湘文化的发祥地，湘江贯穿全境，孕育了独特的地域文化。这里是楚文化的重要组成部分，早在新石器时代，彭头山遗址、城头山遗址便见证了早期农耕文明的发展，城头山古城是中国现存最早的古城遗址。岳麓书院作为中国古代四大书院之一，坐落于岳麓山脚下，“惟楚有材，于斯为盛”的匾额彰显着崇文重教的传统，朱熹、张栻在此讲学，奠定了湖湘学派“经世致用、实事求是”的思想根基。湖南的历史文化中既有古代的文人风骨，也有近代的革命豪情：岳阳楼因范仲淹《岳阳楼记》中的“先天下之忧而忧，后天下之乐而乐”名扬天下，是江南三大名楼之一，其木质结构与洞庭湖的烟波浩渺相得益彰；韶山作为毛泽东的故乡，承载着红色文化的核心记忆，毛泽东同志故居、韶山烈士陵园见证了革命先辈的初心。此外，张家界的石英砂岩峰林、凤凰古城的苗族土家族风情、常德桃花源的“世外桃源”传说，自然景观与人文底蕴深度融合。湖南的民俗文化丰富，湘剧的唱腔高亢、花鼓戏的灵动、苗族银饰的精湛工艺，以及臭豆腐、剁椒鱼头等特色美食，共同铸就了湖湘文化“敢为人先、坚韧不拔”的精神特质。",
        "features": [
            "岳麓书院：湖湘文化源头",
            "岳阳楼：江南三大名楼",
            "张家界：自然地质奇观"
        ]
    },
    "广东": {
        "image": "/img/guangdong.jpg",
        "poem": "日啖荔枝三百颗，不辞长作岭南人。",
        "description": "广东古称“岭南”，地处南海之滨，是岭南文化的核心发祥地，历史上因远离中原，形成了独特的地域文化，同时作为海上丝绸之路的重要起点，兼具海洋文化的开放包容。广州作为千年商都，自秦汉起便是岭南政治、经济、文化中心，南越王墓遗址见证了南越国的历史，陈家祠的岭南建筑艺术（砖雕、木雕、石雕）堪称典范，光孝寺作为“岭南第一名刹”，是佛教东传的重要驿站。广东的文化多元共生，广府文化、客家文化、潮汕文化三足鼎立：广府文化以广州为中心，粤剧、粤语、广绣、粤菜（中国四大菜系之一）彰显着市井活力与匠心；客家文化以梅州为核心，客家围龙屋的防御性建筑、客家山歌的质朴情感，承载着迁徙民族的凝聚力；潮汕文化以汕头、潮州为代表，工夫茶的精致礼仪、潮剧的典雅唱腔、红头船的商贸传奇，展现了海洋文化的拼搏精神。近代以来，广东成为中国改革开放的前沿阵地，深圳从小渔村崛起为国际大都市，见证了时代变迁；珠海的浪漫风情、丹霞山的红色地貌（世界自然遗产），自然与现代文明交相辉映。此外，开平碉楼作为中西合璧的建筑奇迹，是侨乡文化的见证；南海神庙的波罗诞庙会，延续着海上贸易的民俗传统，让广东在传承历史中始终保持着开放创新的活力。",
        "features": [
            "广州陈家祠：岭南建筑瑰宝",
            "开平碉楼：侨乡文化见证",
            "粤菜：食在广州的味蕾盛宴"
        ]
    },
    "海南": {
        "image": "/img/hainan.jpg",
        "poem": "椰风海韵醉游人，天涯海角寄深情。",
        "description": "海南是中国最南端的省份，古称“琼崖”“儋耳”，孤悬南海的地理格局，造就了兼具热带风情与边疆文化的独特气质。早在新石器时代，黎族先民便在此繁衍生息，创造了灿烂的黎族文化：黎锦的纺织技艺历史悠久，色彩斑斓的图案承载着自然崇拜与生活智慧；船形屋作为黎族传统民居，以茅草和竹木为原料，适应热带气候，展现了先民的建筑智慧；三月三节庆的歌舞、祭祀活动，延续着黎族的民俗传统。历史上，海南曾是谪臣流放之地，北宋苏轼被贬儋州期间，讲学授徒、兴办学堂，留下了东坡书院等文化遗存，推动了当地文化发展；明代海瑞在海南出生，其“海青天”的清廉形象成为后世楷模。海南的自然景观与人文底蕴深度融合：三亚的天涯海角、亚龙湾，碧海蓝天与椰林沙滩构成热带风情画卷，承载着“海枯石烂”的浪漫寓意；五指山作为海南第一高峰，是黎族的“圣山”，热带雨林中孕育着丰富的生态资源；博鳌亚洲论坛永久会址，让这座海岛成为国际交流的重要平台。此外，南洋文化与本土文化交融，骑楼老街（海口）的南洋建筑风格，见证了近代侨胞的商贸往来；文昌航天发射中心的建立，让海南在现代科技领域占据重要地位，热带风情、民族文化、历史遗存与现代文明在此共生，彰显着独特的海岛魅力。",
        "features": [
            "黎族文化：海岛民族瑰宝",
            "天涯海角：热带浪漫地标",
            "东坡书院：贬谪文化遗存"
        ]
    },
    "贵州": {
        "image": "/img/guizhou.jpg",
        "poem": "地无三里平，天无三日晴，人无三分银。",
        "description": "贵州地处云贵高原，喀斯特地貌广布，素有“八山一水一分田”之称，多民族聚居的格局造就了多元共生的文化景观，是古夜郎国的核心区域，历史文化神秘而厚重。早在春秋战国时期，夜郎国在此建立，赫章可乐遗址出土的文物，展现了古夜郎文明的独特风貌；明代设贵州布政使司，正式成为省级行政区，安顺天龙屯堡的明代军屯后裔，至今保留着明代的服饰、建筑与习俗，被称为“活化石”。贵州是多民族聚居地，苗族、布依族、侗族等17个世居少数民族在此繁衍生息，民族文化丰富多彩：苗族的吊脚楼、银饰、蜡染技艺（非遗），以及西江千户苗寨的万家灯火，展现了苗族的生活智慧；侗族的鼓楼、风雨桥（如程阳风雨桥）是建筑艺术的典范，侗族大歌的无伴奏合唱被誉为“天籁之音”；布依族的八音坐唱、六月六节庆，承载着农耕文化的记忆。自然景观方面，黄果树瀑布的雄浑壮阔、荔波小七孔的碧水奇峰（世界自然遗产）、梵净山的佛教文化（弥勒菩萨道场）与原始生态，构成了“多彩贵州”的自然底色。此外，遵义会议会址作为红色文化地标，见证了中国革命的重大转折；茅台酒的酿造技艺历史悠久，成为贵州文化的重要符号。贵州的文化兼具神秘色彩与人文温度，喀斯特地貌的奇绝与民族文化的绚烂交融，展现了中华文明的多元性。",
        "features": [
            "西江千户苗寨：苗族文化缩影",
            "黄果树瀑布：中国第一大瀑布",
            "遵义会议会址：红色革命地标"
        ]
    },
    "云南": {
        "image": "/img/yunnan.jpg",
        "poem": "苍山不墨千秋画，洱海无弦万古琴。",
        "description": "云南地处云贵高原西南部，素有“彩云之南”的美誉，是人类文明的重要发祥地之一，元谋人遗址实证了中国早期人类的活动，距今约170万年。这里是多民族聚居的省份，25个世居少数民族（彝族、白族、傣族等）创造了多元灿烂的民族文化，不同民族的建筑、服饰、节庆、信仰交织共生，构成了独特的文化景观。大理作为历史文化名城，曾是南诏国、大理国的都城，大理古城的青石板路、三塔寺的庄严静谧、苍山洱海的山水相依，承载着“风花雪月”的浪漫传说；丽江古城（世界文化遗产）以纳西族的东巴文化为核心，四方街的市井风情、玉龙雪山的皑皑白雪、东巴文的古老神秘（迄今唯一仍在使用的象形文字），展现了纳西族的生活智慧。傣族的泼水节、彝族的火把节、白族的三月街，节庆活动充满民族特色；西双版纳的热带风情、勐巴拉娜西的歌舞表演，传递着雨林民族的热情。此外，云南是茶马古道的核心区域，普洱茶的种植与制作技艺历史悠久，古道遗址见证了古代商贸与文化交流；香格里拉（中甸）的藏传佛教文化、松赞林寺的庄严神圣，展现了藏族与其他民族的文化交融。云南的自然景观与人文遗产交相辉映，石林的喀斯特地貌、三江并流的世界奇观、元阳梯田的农耕智慧，共同铸就了这片土地“七彩云南”的独特魅力，是多元文化与自然生态完美融合的典范。",
        "features": [
            "丽江古城：纳西文化核心",
            "大理洱海：风花雪月地标",
            "傣族泼水节：民族风情象征"
        ]
    },
    "陕西": {
        "image": "/img/shanxi.jpg",
        "poem": "春风得意马蹄疾，一日看尽长安花。",
        "description": "陕西古称“秦”，地处黄河中游，是华夏文明的摇篮，历史上先后有周、秦、汉、唐等13个王朝在此建都，西安（古称长安）作为千年古都，被誉为“十三朝古都”，是丝绸之路的起点，文化遗产密度居全国之首。西安的历史底蕴深厚：兵马俑作为秦始皇陵的陪葬坑，被誉为“世界第八大奇迹”，千余尊陶俑的千人千面，再现了秦帝国的军阵雄风；大雁塔是玄奘西行取经归来后主持修建的，用于存放佛经，塔身的雕刻艺术与唐代书法（褚遂良书《雁塔圣教序》）见证了佛教东传的辉煌；古城墙（中国现存规模最大、保存最完整的古城墙）环绕市区，永宁门的箭楼与瓮城，展现了古代军事防御的智慧。陕西的文化以秦汉雄风与盛唐气象为核心：咸阳作为秦都，阿房宫遗址（虽未完工，却彰显秦代气魄）、汉阳陵的陪葬坑，见证了秦汉的强大；宝鸡作为周秦发祥地，法门寺的佛指舍利（世界唯一）、青铜器博物院的何尊（“中国”二字最早出处），承载着早期文明的记忆。此外，华山的“奇险天下第一山”、延安的红色文化（宝塔山、枣园）、黄土高原的窑洞民居、秦腔的高亢激昂、皮影戏的质朴灵动，以及肉夹馍、凉皮等特色美食，共同构成了陕西“厚重、雄浑、豪迈”的文化品格，是中华文明的根脉所在。",
        "features": [
            "兵马俑：世界第八大奇迹",
            "大雁塔：唐代佛教地标",
            "华山：奇险天下第一山"
        ]
    },
    "甘肃": {
        "image": "/img/gansu.jpg",
        "poem": "羌笛何须怨杨柳，春风不度玉门关。",
        "description": "甘肃地处黄河上游，是古丝绸之路的黄金路段，东西绵延1600余公里，连接中原与西域，历史上是多元文化交融的枢纽，被誉为“河西走廊的明珠”。这里是华夏文明的重要发祥地之一，秦安大地湾遗址见证了新石器时代的农耕文明，马家窑文化的彩陶艺术（漩涡纹、波浪纹）堪称史前艺术的巅峰。河西走廊作为丝绸之路的核心通道，串联起无数历史遗迹：敦煌莫高窟（世界文化遗产）始建于前秦，历经十余个朝代修缮，壁画与彩塑涵盖佛教艺术、社会生活等内容，飞天壁画的灵动飘逸成为中国艺术的象征；嘉峪关作为明长城西起点，“天下第一雄关”的城楼扼守河西走廊，见证了古代军事与商贸的往来；玉门关、阳关的遗址，承载着“大漠孤烟直，长河落日圆”的边塞豪情。甘肃的文化多元交融，中原文化、西域文化、游牧文化在此碰撞：天水是伏羲故里，伏羲庙的祭祀活动延续着华夏始祖的信仰；临夏的伊斯兰文化（八坊十三巷）、甘南的藏传佛教文化（拉卜楞寺，世界最大的藏传佛教佛学院），展现了宗教文化的包容；崆峒山作为道教圣地，武术文化与自然景观结合，被誉为“道家第一山”。此外，丹霞地貌（张掖）的色彩斑斓、黄河石林的雄奇险峻、牛肉面的鲜香醇厚，以及裕固族、东乡族等少数民族的民俗文化，共同构成了甘肃“雄浑、苍凉、多元”的文化特质，是丝绸之路文化的核心载体。",
        "features": [
            "莫高窟：丝路艺术瑰宝",
            "嘉峪关：天下第一雄关",
            "张掖丹霞：自然色彩奇观"
        ]
    },
    "青海": {
        "image": "/img/qinghai.jpg",
        "poem": "青海长云暗雪山，孤城遥望玉门关。",
        "description": "青海因青海湖得名，地处青藏高原东北部，是长江、黄河、澜沧江的发源地，被誉为“中华水塔”，独特的高原地理与多民族聚居格局，造就了厚重而纯净的文化景观。这里是古代羌人、吐谷浑、吐蕃等民族的活动区域，历史文化与宗教信仰深度融合：塔尔寺作为藏传佛教格鲁派六大寺院之一，是宗喀巴大师的诞生地，酥油花、壁画、堆绣被誉为“塔尔寺三绝”，宗教仪式与艺术创作展现了藏传佛教的庄严与灵动；瞿昙寺被誉为“小故宫”，其建筑风格融合了汉藏文化，殿内的壁画与木雕见证了明清时期的文化交流。青海湖是中国最大的内陆湖，既是藏族的“圣湖”，也是候鸟的栖息地，每年的环湖赛与祭海仪式，承载着民族信仰与体育精神；茶卡盐湖的“天空之镜”景观，洁白晶莹，宛如童话世界，吸引着全球游客。青海是多民族聚居地，藏族、回族、土族、撒拉族等民族在此繁衍生息：土族的纳顿节（“世界上最长的狂欢节”）、撒拉族的篱笆楼与花儿会、回族的开斋节，民俗文化丰富多彩；可可西里的藏羚羊保护区，是生态保护与自然崇拜的结合，彰显着对生命的敬畏。从古代的丝绸之路南线到现代的生态保护区，青海的文化兼具高原的雄浑与宗教的神圣，自然景观的纯净与民族文化的质朴交融，构成了独特的高原文化品格。",
        "features": [
            "青海湖：高原圣湖",
            "塔尔寺：藏传佛教圣地",
            "茶卡盐湖：天空之镜"
        ]
    },
    "内蒙古": {
        "image": "/img/neimenggu.jpg",
        "poem": "天苍苍，野茫茫，风吹草低见牛羊。",
        "description": "内蒙古自治区地处中国北部，是中国跨经度最广的省份，草原文化与游牧文明是其核心特质，历史上是匈奴、鲜卑、突厥、契丹、蒙古等游牧民族的发祥地与活动区域，被誉为“马背民族的摇篮”。成吉思汗陵是蒙古族的精神象征，祭祀活动延续着对英雄的敬仰，陵园的建筑风格融合了蒙古包与汉族宫殿元素，展现了民族文化的包容；元上都遗址作为元代都城，是草原丝绸之路的重要枢纽，见证了蒙元帝国的辉煌，被列入世界文化遗产。内蒙古的草原文化丰富多彩：呼伦贝尔大草原是世界四大草原之一，蓝天白云、绿草如茵，马头琴的悠扬旋律、那达慕大会的摔跤、赛马、射箭，展现了蒙古族的豪迈性情；锡林郭勒大草原的游牧部落，保留着传统的游牧生活方式，蒙古包的迁徙与奶制品、肉制品的制作，承载着与自然相处的智慧。此外，响沙湾的沙漠奇观、额济纳旗的胡杨林（“生而不死一千年，死而不倒一千年，倒而不朽一千年”）、阿尔山的火山温泉，自然景观与人文底蕴交相辉映；蒙古族的长调民歌（非遗）、呼麦演唱、安代舞，以及蒙古族服饰的精美刺绣，展现了游牧民族的艺术才华。从古代的游牧帝国到现代的民族团结示范区，内蒙古的文化既有草原的辽阔与奔放，也有各民族交融的温情，是中华文明多元一体格局的重要体现。",
        "features": [
            "呼伦贝尔草原：马背民族摇篮",
            "成吉思汗陵：蒙古族精神象征",
            "那达慕大会：草原文化盛宴"
        ]
    },
    "广西": {
        "image": "/img/guangxi.jpg",
        "poem": "江作青罗带，山如碧玉簪。",
        "description": "广西壮族自治区地处中国南部，喀斯特地貌广布，珠江流域贯穿全境，是壮族等少数民族的聚居地，岭南文化与民族文化交融共生，历史底蕴深厚。早在新石器时代，甑皮岩遗址见证了早期人类的定居生活；秦代开凿的灵渠，连接湘江与漓江，是古代水利工程的奇迹，促进了中原与岭南的文化交流。桂林山水甲天下，漓江的碧水、阳朔的奇峰、象鼻山的独特造型，构成了喀斯特地貌的诗意画卷，历代文人墨客在此留下无数诗词画作，“舟行碧波上，人在画中游”的景致享誉世界。广西是壮族的主要聚居地，壮族文化独具特色：铜鼓是壮族的文化象征，纹饰精美，用于祭祀与庆典；绣球的编织技艺承载着浪漫寓意；三月三歌圩的对歌活动，展现了壮族人民的艺术才华。此外，贺州黄姚古镇的明清建筑、柳州的工业文化与螺蛳粉美食、北海银滩的海滨风情，多元景观各具魅力；花山岩画（世界文化遗产）是古代骆越民族的艺术遗存，赭红色的人物画像神秘而壮观，展现了早期民族的信仰与生活。广西的文化兼具山水的灵秀与民族的热情，桂剧的唱腔婉转、侗族的风雨桥与鼓楼、瑶族的长鼓舞，以及壮锦的精湛工艺，共同构成了“多彩广西”的文化图景，自然与人文在此完美融合。",
        "features": [
            "桂林山水：喀斯特诗意画卷",
            "壮族三月三：民族文化盛宴",
            "灵渠：古代水利工程奇迹"
        ]
    },
    "西藏": {
        "image": "/img/xizang.jpg",
        "poem": "世界屋脊擎日月，雪域高原藏乾坤。",
        "description": "西藏自治区地处青藏高原西南部，平均海拔4000米以上，被誉为“世界屋脊”“第三极”，独特的地理环境孕育了神圣而厚重的藏文化，是藏传佛教的核心传播地。早在吐蕃时期，松赞干布统一西藏，建立吐蕃王朝，迎娶文成公主与尺尊公主，推动了汉藏文化的深度融合，大昭寺（藏传佛教中心寺院）供奉的释迦牟尼12岁等身像，是藏族人民的信仰核心，寺外的八廓街是转经圣地，承载着千年的宗教传统；布达拉宫作为世界上海拔最高的宫殿群，是松赞干布为迎娶文成公主而建，红宫的灵塔与白宫的宫殿，融合了藏式建筑与汉式工艺，壁画与雕塑展现了历史与宗教的辉煌，被列入世界文化遗产。西藏的文化以藏传佛教为核心，格鲁派、噶举派等教派的寺院遍布各地，扎什伦布寺（班禅额尔德尼驻锡地）、色拉寺的辩经仪式，展现了宗教文化的庄严与活力；藏历新年、雪顿节（酸奶节）、望果节等节庆，承载着藏族的农耕与游牧文化记忆。自然景观方面，纳木错、羊卓雍措等“圣湖”与念青唐古拉山、冈仁波齐等“神山”，构成了藏族自然崇拜的核心，纯净的湖水与雪山冰川，宛如人间净土；雅鲁藏布大峡谷的雄奇险峻、林芝的桃花仙境，展现了高原自然的壮美与灵动。藏语的文学作品（《格萨尔王传》，世界最长的史诗）、唐卡的绘画艺术、藏香的制作技艺，以及酥油茶、糌粑等传统饮食，共同构成了藏文化的独特体系，神圣、纯净、厚重是其核心特质，是中华文明乃至世界文明的瑰宝。",
        "features": [
            "布达拉宫：世界屋脊宫殿群",
            "大昭寺：藏传佛教核心",
            "纳木错：高原圣湖"
        ]
    },
    "宁夏": {
        "image": "/img/ningxia.jpg",
        "poem": "贺兰山下果园成，塞北江南旧有名。",
        "description": "宁夏回族自治区地处黄河上游，素有“塞上江南”的美誉，黄河穿境而过，灌溉出沃野千里的平原，历史上是丝绸之路的重要节点，中原文化、游牧文化、伊斯兰文化在此交融共生。早在西夏时期，李元昊建立西夏王朝，定都兴庆府（今银川），西夏王陵被誉为“东方金字塔”，独特的夯土王陵形制与残碑上的西夏文字，见证了这个神秘王朝的兴衰，西夏博物馆的文物展现了其独特的文化体系。银川作为自治区首府，承天寺塔（西塔）、海宝塔（北塔）的建筑风格融合了汉藏文化，展现了古代佛教的传播；镇北堡西部影视城由废旧古堡改造而成，《红高粱》《大话西游》等经典影片在此拍摄，成为“中国电影从这里走向世界”的文化地标。宁夏的文化多元包容，回族文化是重要组成部分：南关清真大寺的阿拉伯式建筑风格，展现了伊斯兰文化的特色；回族的开斋节、古尔邦节，以及油香、馓子等传统美食，承载着民族信仰与生活习俗。自然景观方面，贺兰山的岩画（古代游牧民族的艺术遗存）、沙坡头的沙漠与黄河交融景观（“大漠孤烟直，长河落日圆”的真实写照）、沙湖的“沙水相依”奇观，构成了宁夏独特的自然画卷。此外，枸杞、葡萄酒产业的发展，让“塞上江南”既有历史的厚重，也有现代的活力，中原的农耕文明与西域的商贸文化在此碰撞，铸就了宁夏兼容并蓄的文化品格。",
        "features": [
            "西夏王陵：东方金字塔",
            "沙坡头：沙漠黄河奇观",
            "镇北堡影视城：电影文化地标"
        ]
    },
    "新疆": {
        "image": "/img/xinjiang.jpg",
        "poem": "明月出天山，苍茫云海间。",
        "description": "新疆维吾尔自治区地处中国西北边陲，是中国陆地面积最大的省份，天山山脉横贯中部，将其分为南北两疆，独特的地理环境与多民族聚居格局，造就了多元灿烂的文化，是古丝绸之路的核心区域。历史上，这里是楼兰、龟兹、于阗等古国的活动区域，丝绸之路的开辟让新疆成为东西方文化交流的枢纽：交河故城、高昌故城（世界文化遗产）的残垣断壁，见证了古代城邦的繁华与衰落；克孜尔千佛洞是中国最早的石窟寺之一，壁画融合了印度、希腊、中原文化元素，展现了佛教东传的艺术轨迹。新疆是多民族聚居地，维吾尔族、哈萨克族、回族等47个民族在此繁衍生息，民族文化丰富多彩：维吾尔族的木卡姆艺术（非遗，“十二木卡姆”被誉为“东方音乐明珠”）、馕与烤包子的美食文化、艾提尕尔清真寺的宗教传统；哈萨克族的游牧生活、那拉提草原的赛马与叼羊活动；柯尔克孜族的《玛纳斯》史诗（世界最长的英雄史诗）。自然景观方面，天山天池的碧水蓝天、喀纳斯湖的神秘传说（“湖怪”传说）、塔克拉玛干沙漠的浩瀚无垠、赛里木湖的“大西洋最后一滴眼泪”，壮美景观震撼人心。此外，葡萄沟的甜蜜果实、坎儿井的水利智慧（古代灌溉工程）、喀什古城的市井风情（高台民居、大巴扎），展现了新疆人民与自然相处的智慧与生活的热情。新疆的文化兼具草原的豪迈、沙漠的雄浑与绿洲的灵动，东西方文化的交融让其成为中华文明多元一体格局中的璀璨明珠。",
        "features": [
            "喀纳斯湖：神秘高原湖泊",
            "喀什古城：西域风情缩影",
            "天山天池：雪山碧水奇观"
        ]
    },
    "台湾": {
        "image": "/img/taiwan.jpg",
        "poem": "阿里山的姑娘美如水呀，阿里山的少年壮如山。",
        "description": "台湾省位于中国东南沿海的大陆架上，东临太平洋，西隔台湾海峡与福建相望，是中国不可分割的一部分，历史文化与大陆一脉相承，同时兼具海岛特色。早在三国时期，吴国孙权派卫温抵达夷洲（今台湾），开启了大陆与台湾的交往；宋元时期，中央政府在此设立行政机构，加强管辖；明清时期，大量福建、广东移民迁居台湾，带来了闽南文化、客家文化，与原住民文化融合共生。台湾的历史文化底蕴深厚，台北故宫博物院收藏了大量明清宫廷文物，与北京故宫同源，是中华文化的重要载体；台南作为台湾最早开发的城市，赤嵌楼、安平古堡见证了荷兰殖民时期与郑成功收复台湾的历史；鹿港古镇的闽南式建筑、妈祖庙，延续着大陆的民俗传统。台湾的自然景观与人文底蕴交相辉映：阿里山的林海、日出与樱花，是台湾的标志性景观，铁路与神木承载着历史记忆；日月潭的湖光山色，是台湾最大的天然湖泊，周边的文武庙、玄奘寺彰显着中华文化；垦丁的热带海滨风情、太鲁阁的峡谷奇观，展现了海岛的自然之美。台湾的文化兼具中华文化的根脉与海岛的活力，闽南语、客家话的传承，凤梨酥、卤肉饭等美食，以及布袋戏、歌仔戏等传统艺术，与现代流行文化（华语乐坛、影视剧）交融，展现了中华文化在台湾的传承与发展，印证了两岸文化同根同源、一脉相承。",
        "features": [
            "阿里山：林海日出地标",
            "日月潭：湖光山色典范",
            "台北故宫：中华文化载体"
        ]
    },
    "香港": {
        "image": "/img/hongkong.jpg",
        "poem": "香江潮涌连四海，紫荆花开映九州。",
        "description": "香港特别行政区位于中国南部、珠江口东侧，是高度繁荣的国际大都市，素有“东方之珠”的美誉，历史上曾为小渔村，近代成为英国殖民地，1997年回归祖国后实行“一国两制”，形成了中西文化交融的独特气质。香港的历史文化兼具中华文化根脉与西方元素：上环的文武庙、黄大仙祠，延续着道教与民间信仰传统，春节的舞龙舞狮、中秋的赏月习俗，与大陆一脉相承；中环的汇丰银行大楼、尖沙咀的钟楼，殖民时期的欧式建筑见证了近代历史，同时也成为城市地标。作为国际金融中心与贸易枢纽，香港的商业文化发达，维多利亚港的夜景璀璨夺目，星光大道的手印见证了华语影视的辉煌；迪士尼乐园、海洋公园融合了国际娱乐与本土元素，成为旅游胜地。香港的民俗文化丰富多彩，粤语流行音乐（港乐）、香港电影（武侠片、警匪片）影响了整个华语圈；茶餐厅的菠萝油、云吞面，既保留了广东饮食特色，也融入了西方元素；长洲的太平清醮、元朗的天后诞，延续着传统民俗。香港的文化兼具传统与现代、东方与西方的融合，既是中华文化的重要组成部分，也是国际文化交流的窗口，“一国两制”下的香港，在传承历史中始终保持着开放与活力。",
        "features": [
            "维多利亚港：东方之珠地标",
            "黄大仙祠：道教文化象征",
            "港乐电影：华语文化影响"
        ]
    },
    "澳门": {
        "image": "/img/aomen.jpg",
        "poem": "濠江碧水环莲岛，妈祖慈光护澳门。",
        "description": "澳门特别行政区位于中国南部、珠江口西侧，由澳门半岛、氹仔岛、路环岛组成，1999年回归祖国后实行“一国两制”，是世界人口密度最高的地区之一，以博彩业、旅游业闻名，形成了中西文化深度交融的独特景观，被誉为“海上花园”。澳门的历史文化底蕴深厚，400多年的殖民历史让葡萄牙文化与中华文化在此共生：大三巴牌坊是澳门的标志性建筑，原为圣保禄大教堂遗址，巴洛克式建筑风格与中国传统雕刻（石狮、牡丹）融合，见证了中西宗教文化的交流；议事亭前地的葡式建筑、玫瑰堂的彩绘玻璃，展现了葡萄牙文化特色；妈阁庙（澳门名称的由来）是澳门最古老的庙宇，供奉妈祖，延续着福建、广东的民间信仰，与氹仔的龙环葡韵住宅博物馆（葡式建筑群）形成鲜明对比。作为国际旅游休闲中心，澳门的博彩文化与旅游资源丰富，威尼斯人度假村的人造运河、巴黎人铁塔的复刻景观，吸引着全球游客；澳门的饮食文化独特，葡国鸡、猪扒包、蛋挞，融合了中葡饮食特色；春节的花车巡游、端午的龙舟赛，保留着中华文化传统，同时葡萄牙的法多音乐、圣安东尼节也在此传承。澳门的文化兼具东方的温婉与西方的浪漫，是中西文化交融的典范，“一国两制”下的澳门，既保留了独特的历史遗存，也在现代化进程中焕发着新的活力，是中华文化多元一体格局中的重要组成部分。",
        "features": [
            "大三巴牌坊：中西文化交融地标",
            "妈阁庙：澳门文化起源象征",
            "龙环葡韵：葡式风情缩影"
        ]
    }
}